/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Offline";

/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ a terminar em %2$@";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Adicionar";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Adicionar cartão";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* part of {Account} ending in {last4} */
"Account" = "Conta";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "ENDEREÇO DO TITULAR DE CONTA";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Nome do titular de conta";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Número de conta";

/* Title for Add a Card view */
"Add a Card" = "Adicionar um cartão";

/* Title shown above a card entry form */
"Add a card" = "Adicionar um cartão";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Adicionar uma conta de débito direto";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Adicionar cartão";

/* Button to add a new credit card. */
"Add New Card…" = "Adicionar Novo Cartão...";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Adicionar novo método de pagamento";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Adicione as suas informações de pagamento";

/* Caption for Address field on address form */
"Address" = "Endereço";

/* Address line 1 placeholder for billing address form. */
"Address line 1" = "Linha de endereço 1";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Linha de endereço 2 (opcional)";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Apt.";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "Débito AU BECS";

/* Text for back button */
"Back" = "Voltar";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Title for bank picker section */
"BANK" = "BANCO";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Conta bancária";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "INFORMAÇÕES DE CONTA BANCÁRIA";

/* Title for billing address entry section */
"BILLING ADDRESS" = "ENDEREÇO DE FATURAÇÃO";

/* Title for billing address entry section */
"Billing Address" = "Endereço de Faturação";

/* Billing address section title for card form entry. */
"Billing address" = "Endereço de faturação";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Ao fornecer o seu IBAN e confirmar este pagamento, está a autorizar %@ e a Stripe, o nosso prestador de serviços de pagamentos, a enviar instruções ao seu banco para debitar a sua conta em conformidade com estas instruções. Tem o direito a um reembolso do seu banco ao abrigo dos termos e condições do seu contrato com o seu banco. Deve ser pedido um reembolso dentro de 8 semanas a partir da data em que a sua conta foi debitada.";

/* Button title to cancel action in an alert */
"Cancel" = "Cancelar";

/* Title for card number entry field */
"CARD" = "CARTÃO";

/* Title for credit card number entry field */
"Card" = "Cartão";

/* Details of a saved card */
"Card ending in %@" = "Cartão que termina em %@";

/* Card details entry form header title */
"Card information" = "Informações do cartão";

/* accessibility label for text field */
"card number" = "número do cartão";

/* Label for card number entry text field */
"Card number" = "Número do cartão";

/* TODO */
"Choose a payment method" = "Selecione um método de pagamento";

/* Caption for City field on address form */
"City" = "Cidade";

/* Text for close button */
"Close" = "Fechar";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Fechar leitor de cartões";

/* Title for contact info form */
"CONTACT" = "CONTACTO";

/* Title for contact info form */
"Contact" = "Contacto";

/* Text for continue button */
"Continue" = "Continuar";

/* Caption for Country field on address form */
"Country" = "País";

/* Title for country picker section */
"COUNTRY" = "PAÍS";

/* Country selector and postal code entry form header title */
"Country or region" = "País ou região";

/* Caption for County field on address form (only countries that use county, like United Kingdom) */
"County" = "Concelho";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for delivery info form */
"Delivery" = "Entrega";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "ENDEREÇO DE ENTREGA";

/* Title for delivery address entry section */
"Delivery Address" = "Endereço de entrega";

/* Done button title */
"Done" = "Concluído";

/* Button title to enter editing mode */
"Edit" = "Editar";

/* Caption for Email field on address form */
"Email" = "E-mail";

/* Source type brand name */
"EPS" = "EPS";

/* Placeholder string for email entry field. */
"example@example.com" = "exemplo@exemplo.com";

/* accessibility label for text field */
"expiration date" = "Data de validade";

/* Payment Method type brand name */
"FPX" = "FPX";

/* Label for free shipping method */
"Free" = "Gratuito";

/* Placeholder string for name entry field. */
"Full name" = "Nome completo";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "Banco iDEAL";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Dados inválidos.";

/* Shipping form error message */
"Invalid Shipping Address" = "Endereço de envio inválido";

/* Source type brand name */
"Klarna" = "Klarna";

/* Title for screen when data is still loading from the network. */
"Loading…" = "A carregar...";

/* label for text field to enter card expiry */
"MM / YY" = "MM/AA";

/* label for text field to enter card expiry */
"MM/YY" = "MM/AA";

/* Title for payment options section */
"MORE OPTIONS" = "MAIS OPÇÕES";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Caption for Name field on address form */
"Name" = "Nome";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Novo cartão";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Nova conta de débito direto";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Nova conta de débito direto SEPA";

/* Button to move to the next text entry field */
"Next" = "Seguinte";

/* No comment provided by engineer. */
"OK" = "OK";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Serviços bancários online (FPX)";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Ou pagar com";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Ou pagar com um cartão";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Pagar %@";

/* Pay with {payment method} */
"Pay with %@" = "Pagar com %@";

/* Title for Payment Method screen */
"Payment Method" = "Método de Pagamento";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Caption for Phone field on address form */
"Phone" = "Telefone";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Aponte a câmara para o seu cartão.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "C.P.";

/* Short string for postal code (text used in non-US countries) */
"Postal code" = "Código postal";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "C.P.";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "A processar…";

/* Caption for Province field on address form (only countries that use province, like Canada) */
"Province" = "Província";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Remover";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Remover %@";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Remover %1$@ que termina em %2$@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Remover cartão";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Guardar este cartão para pagamentos futuros %@";
/* Text for button to scan a credit card */

"Scan Card" = "Ler cartão";
/* Label of a button displayed below a payment method form. Tapping the button closes the form and uses the entered payment method details for checkout in the next step */

"Select" = "Selecionar";
/* label for iDEAL-bank selection picker */

"Select bank" = "Selecionar banco";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Selecione o seu método de pagamento";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "Conta SEPA";
/* Payment method brand name */

"SEPA Debit" = "Débito SEPA";
/* Source type brand name */

"SEPA Direct Debit" = "Débito direto SEPA";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Configurar";
/* Title for shipping info form */

"Shipping" = "Envio";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "ENDEREÇO DE ENVIO";
/* Title for shipping address entry section */

"Shipping Address" = "Endereço de envio";
/* Label for shipping method form */

"SHIPPING METHOD" = "MÉTODO DE ENVIO";
/* Label for shipping method form */

"Shipping Method" = "Método de envio";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Source type brand name */
"SOFORT" = "SOFORT";

/* Caption for State field on address form (only countries that use state , like United States) */
"State" = "Estado";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Estado/Província/Região";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "O BSB que introduziu está incompleto.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "O BSB que introduziu é inválido.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "O método de pagamento selecionado não está disponível.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Ocorreu um erro ao processar o seu cartão -- tente novamente dentro de alguns segundos";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Ocorreu um erro inesperado -- tente novamente dentro de alguns segundos";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "A autenticação do seu método de pagamento atingiu o tempo limite -- tente novamente";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Para ler o seu cartão, permita o acesso à câmara nas Definições.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Tentar novamente";

/* Error message that displays when we&apos;re unable to connect to the server. */
"Unable to establish a connection." = "Não é possível estabelecer ligação.";

/* Default missing source type label */
"Unknown" = "Desconhecido";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Utilizar endereço de faturação";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Utilizar endereço de entrega";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Utilizar endereço de envio";

/* Displays in the navigation bar title of the Identity Verification Sheet */
"Verify your identity" = "Verifique a sua identidade";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Não conseguimos autenticar o seu método de pagamento. Selecione outro método de pagamento e tente novamente.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Será direcionado para %@ para concluir a sua compra.";

/* Error when the card has already expired */
"Your card has expired" = "O seu cartão expirou";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "O número do seu cartão está incompleto.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "O número do seu cartão é inválido.";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "O seu cartão foi recusado";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "A data de validade do seu cartão está incompleta.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "A data de validade do seu cartão é inválida.";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "O mês de validade do seu cartão é inválido";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "O mês de validade do seu cartão é inválido.";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "O ano de validade do seu cartão é inválido";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "O ano de validade do seu cartão é inválido.";

/* Error when the card number is not valid */
"Your card's number is invalid" = "O número do seu cartão é inválido";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "O código de segurança do seu cartão está incompleto.";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "O código de segurança do seu cartão é inválido";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "O código de segurança do seu cartão é inválido.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "O seu código postal está incompleto.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "O seu código postal é inválido.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "O seu código ZIP está incompleto.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "O seu código ZIP é inválido.";

/* Short string for zip code (United States only) Please keep to 5 characters or less if possible. */
"ZIP" = "C.P.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "C.P.";

